Repository: cedricp/ddt4all
Catalog: locale/*/LC_MESSAGES/ddt4all.po
Languages: de, ro

source: Goto data
de: Zu den Daten gehen
ro: Accesati datele

source: Remove
de: Entfernen
ro: Elimina

source: Add to screen
de: Zum Bildschirm hinzufuegen
ro: Adaugati pe ecran

source: Request name;Bytes;Manual
de: Name;Bytes;Manuell anfordern
ro: Numele solicitarii;Octeti;Manual

source: Add
de: Hinzufuegen
ro: Adauga

source: Send request bytes (HEX)
de: Sende Anfragebytes (HEX)
ro: Trimiteti octeti de solicitare (HEX)

source: Receive bytes (HEX)
de: Empfangbytes (HEX)
ro: Primiti octeti (HEX)

source: Data length
de: Datenlaenge
ro: Lungimea datelor

source: Data name;Start byte;Bit offset;Bit count;Endianess
de: Datenname;Start byte;Bit offset;Bit count;Endianess
ro: Nume date;Byte Start;Bit de offset;Numar de biti;Endianness

source: Little
ro: Mic

source: Big
ro: Mare

source: Inherits globals
ro: Mosteniri globale

source: No SDS
de: Kein SDS (Sprachdialogsystem)
ro: Fara SDS

source: Plant
ro: Instalatie

source: After Sale
de: Nachverkauf
ro: Dupa vanzare

source: Engineering
ro: Inginerie

source: Supplier
ro: Furnizor

source: Reload requests
de: Anfragen neuladen
ro: Reincarcare cereri

source: Add request
de: Anfrage hinzufuegen
ro: Adaugati o solicitare

source: Send bytes
de: Sendebytes
ro: Trimiteti octeti

source: Receive bytes
de: Antwortbytes
ro: Primiti octeti

source: Number of bits
de: Anzahl der Bits
ro: Numar de biti

source: Signed
de: Signiert
ro: Semnat

source: Add item
de: Element hinzufuegen
ro: Adaugare element

source: Del item
de: Element loeschen
ro: Sterge element

source: New item
de: Neues Element
ro: Element nou

source: Value;Text
de: Wert;Text
ro: Valoare; Text

source: Number of bytes
de: Anzahl der Byte
ro: Numar de octeti

source: Unit
de: Einheit
ro: Unitate

source: Number of bit
de: Bitanzahl
ro: Numar de biti

source: Value = (AX+B) / C
de: Wert = (AX+B) / C
ro: Valoare = (AX+B) / C

source: New
de: Neu
ro: Nou

source: Duplicate selected
de: Auswahl duplizieren
ro: Duplicare selectie

source: Remove selected
de: Auswahl entfernen
ro: Sterge selectia

source: Reload
de: Neu laden
ro: Reincarca

source: Validate changes
de: Aendern bestaetigen
ro: Validati modificarile

source: Description
de: Beschreibung
ro: Descriere

source: Data type
de: Datentyp
ro: Tipul de date

source: Numeric items
ro: Articole numerice

source: Data is used by request %s
de: Daten in Zugriff von Anfrage %s
ro: Datele sunt utilizate la cererea %s

source: New data
de: Neue Daten
ro: Date noi

source: Replace me with request description
de: Ersetze mich mit der Bezeichnung fuer die Anfrage
ro: Inlocuiti-ma cu descrierea cererii

source: Data name;Description
de: Datenname;Bezeichnung
ro: Nume date;Descriere

source: Del
de: Loeschen
ro: Sterge

source: Refresh
de: Aktualisieren
ro: Reimprospateaza

source: Move up
de: Nach oben
ro: Muta in sus

source: Check
de: Kontrollieren
ro: Verifica

source: Request %s not found
de: Anfrage %s nicht gefunden
ro: Cererea %s nu a fost gasita

source: <font color=green>Request <font color=blue>'%s'</font> has no missing input values</font>
de: <font color=green>Anfrage <font color=blue>'%s'</font> hat keine fehlende Eingabe Werte</font>
ro: <font color=green>Cererea <font color=blue>'%s'</font> nu are nici o intrare lipsavalues</font>

source: <font color=red>Request <font color=blue>'%s'</font> has missing inputs :</font>
de: <font color=red>Anfrage <font color=blue>'%s'</font> hat eine fehlende Eingabe :</font>
ro: <font color=red>Cererea <font color=blue>'%s'</font> are intrari lipsa :</font>

source: Delay;Request
de: Verzoegerung;Anfrage
ro: Intarziere;Cerere

source: Screen initialization
de: Bildschirm laden
ro: Initializarea ecranului

source: Requests to send before screen drawing
de: Anfrage senden, vor dem Entwerfen des Bildschirms
ro: Trimite cereri inainte de afisarea ecranului

source: Button name;Unique name
de: Schaltflaechenname;Einzigartiger Name
ro: Nume buton;Nume unic

source: ECU Function address
de: ECU Funktionsadresse
ro: ECU Adresa functiei

source: Tool > Ecu ID (Hex)
ro: Instrument > Ecu ID (Hex)

source: Ecu > Tool ID (Hex)
ro: Ecu > Instrument ID (Hex)

source: Coding
de: Codierung
ro: Codificare

source: Big Endian
ro: Mare Endian

source: Little Endian
ro: Mic Endian

source: ECU Auto identification
de: ECU Automatische Identifizierung
ro: ECU Identificare automata

source: Diag version;Supplier;Soft;Version
ro: Versiune Diag;Furnizor;Soft;Versiune

source: Add new
de: Neu hinzufuegen
ro: Adauga nou

source: Delete selected
de: Ausgewaehlte loeschen
ro: Sterge selectia

source: Diag version
ro: Versiune Diag

source: Version
ro: Versiune

source: ECU name
de: ECU Namen
ro: ECU nume

source: loaded ECUs in database.
de: ECUs in Datenbank geladen.
ro: ECU incarcate in baza de date

source: Refresh rate (ms):
de: Aktualisierung nach (ms):
ro: Rata de actualizare (ms):

source: Can timeout (ms) [0:AUTO] :
ro: Se poate expira timpul (ms) [0: AUTO] :

source: Documentation
de: Dokumentation
ro: Documentatie

source: Screen
de: Bildschirm
ro: Ecran

source: Requests
de: Anfragen
ro: Cereri

source: Data
de: Daten
ro: Date

source: Buttons
de: Schaltflaechen
ro: Butoane

source: Ecu parameters
de: ECU Parameter
ro: Parametri ECU

source: Screens
de: Bildschirme
ro: Ecrane

source: File
de: Datei
ro: Fisier

source: Read DTC
de: Fehler lesen
ro: Cititi DTC

source: Full log
de: Vollstaendiges Protokoll
ro: Jurnal complet

source: Expert mode (enable writing)
de: Expertenmodus (aktiviert das Schreiben in ECU)
ro: Mod expert (activare scriere)

source: Auto refresh
de: Daten automatisch aktualisieren
ro: Reimprospatare automata

source: Refresh (one shot)
de: Daten einmalig aktualisieren
ro: Reimprospatati (o singura data)

source: Manual command
de: Manuelle Befehle senden
ro: Comanda manuala

source: Manual request
de: Manuelle Anfrage
ro: Cerere manuala

source: Zoom In
ro: Mareste

source: Zoom Out
ro: Micsoreaza

source: UI Edit
de: UI bearbeiten
ro: Editare UI

source: Open XML
de: Öffne XML
ro: Deschideti XML

source: Identify ECU
de: Identifiziere ECU
ro: Identificati ECU

source: Create New ECU
de: Neues ECU erstellen
ro: Creati un nou ECU

source: Save current ECU
de: Aktuelles ECU speichern
ro: Salvati ECU curent

source: Save ECU list
de: ECU Liste speichern
ro: Salvati lista ECU

source: Zip database
ro: Baza de date zip

source: Action
de: Aktion
ro: Actiune

source: New Category
de: Neue Kategorie
ro: Categorie noua

source: New Screen
de: Neuer Bildschirm
ro: Ecran nou

source: Rename
de: Umbenennen
ro: Redenumiti

source: Plugins
ro: Plugin-uri

source: Save database (keep '.zip' extension)
de: Speichere Datenbank (erhalte" '.zip' Format)
ro: Salvati baza de date (pastrati extensia ".zip")

source: Zipping XML database... (this can take a few minutes
de: Packe XML Datenbank... (dies kann einige Minuten dauern)
ro: Arhivarea bazei de date XML ... (poate dura cateva minute)

source: Zip job finished
de: Zip Job beendet
ro: S-a terminat arhivarea

source: Enter new name
de: Neuen Namen eingeben
ro: Introduceti un nume nou

source: Enter category name
de: Kategorie Namen eingeben
ro: Introduceti numele categoriei

source: Please select a category before creating new screen
de: Bitte waehle vor Erstellung eines neuen Bildschirms eine Kategorie aus
ro: Va rugam sa selectati o categorie inainte de a crea un ecran nou

source: Enter screen name
de: Bildschirmname eingeben
ro: Introduceti numele ecranului

source: Scan options
de: Scannen Auswahl
ro: Optiuni de scanare

source: CANCEL
ro: ANULARE

source: Scanning CAN
de: CAN scannen
ro: Scanare CAN

source: Scanning KWP
de: KWP scannen
ro: Scanarea KWP

source: EDITION MODE
de: EDITOR MODUS
ro: MOD DE EDITARE

source: CONNECTED
de: VERBUNDEN
ro: CONECTAT

source: DISCONNECTED
de: GETRENNT
ro: DECONECTAT

source: Save ECU (keep '.json' extension)
de: ECU speichern (Endung '.json' beibehalten)
ro: Salvati ECU (pastrati extensia ".json")

source: Yes I contribute
de: Ja, ich unterstuetze das Projekt
ro: Da, contribui

source: No, I don't
de: Nein, ich moechte nicht
ro: Nu, nu vreu

source: ELM port selection
de: ELM-Port auswaehlen
ro: Selectie port ELM

source: Port speed
de: Baudrate auswaehlen (OBDLink 115200)
ro: Viteza portului

source: Connected mode
de: ELM verbinden
ro: Mod conectat

source: Edition mode
de: Dateieditor
ro: Mod editare

source: ELM benchmark
de: ELM testen
ro: Referinta ELM

source: WiFi port :
de: WiFi Anschluss:
ro: Port WiFi :

source: I'm aware that I can harm my car if badly used
de: Ich bin mir bewusst, dass falsche Benutzung meinem Auto schaden kann
ro: Sunt constient ca imi pot strica masina daca este folosita prost

source: Dark style
de: dunkler Modus
ro: Stil intunecat

source: Please select a communication port
de: Bitte waehle einen Anschluss aus
ro: Va rugam sa selectati un port de comunicare

source: Using custom DDT database
de: Verwendung einer benutzerdefinierten Datenbank
ro: Utilizarea bazei de date DDT personalizate

source: No COM port selected
de: Kein Anschluss ausgewaehlt
ro: Niciun port COM nu a fost selectat

source: No ELM327 or OBDLINK-SX detected on COM port
de: :-( Kein ELM327 oder OBDLINK-SX am ausgewaehlten Anschluss erkannt:
ro: Niciun ELM327 sau OBDLINK-SX nu a fost detectat in portul COM

source: Error:
de: Fehler:
ro: Eroare:

source: ELM not connected or wrong COM port
de: ELM nicht angeschlossen oder falscher Anschluss
ro: ELM nu este conectat sau port COM gresit

source: Connection to ELM was lost
de: Die Verbindung zum ELM ging verloren
ro: Conexiunea cu ELM a fost pierduta

source: TIMEOUT
ro: TIMP EXPIRAT

source: Checking port speed:
de: Test der Baudrate:
ro: Verificarea vitezei portului:

source: ELM not responding
de: ELM antwortet nicht
ro: ELM nu raspunde

source: Trying to open port
de: Versuche Anschluss zu oeffnen
ro: Incercare de a deschide portul

source: No ELM interface on port
de: Kein ELM angeschlossen
ro: Nu exista interfata ELM in port

source: FAIL
de: Keine Antwort
ro: ESEC

source: OK/TIMEOUT
ro: OK/TIMP EXPIRAT

source: Incompatible adapter on ARM core
de: Adapter inkompatibel fuer ARM Architektur
ro: Adaptor incompatibil pe miezul ARM

source: Result:
de: Ergebnis:
ro: Rezultat:

source: succeeded from
de: Kommandos haben geantwortet von insgesamt
ro: reusit din

source: ELM Max version:
de: Maximale ELM Version:
ro: ELM Versiune max:

source: Adding source file %s
ro: Adaugarea fisierului sursa %s

source: Adding plugin file %s
ro: Adaugarea fisierului plugin %s

source: To be able to edit your screen, first export it in JSON format
de: Um den Bildschirm bearbeiten zu koennen, exportiere ihn zuerst in das JSON-Format
ro: Pentru a putea edita ecranul, exportati-l mai intai in format JSON

source: Enter label name
de: Schriftfeldname eingeben
ro: Introduceti numele etichetei

source: Add button
de: Schaltflaeche hinzufuegen
ro: Adaugati butonul

source: Add label
de: Schriftfeld hinzufuegen
ro: Adaugati eticheta

source: Rename label
de: Schriftfeld umbenennen
ro: Redenumiti eticheta

source: Change color
de: Farbe ändern
ro: Schimbare culoare

source: Remove element
de: Element entfernen
ro: Eliminati elementul

source: Input
de: Eingabe
ro: Intrare

source: Output
de: Ausgabe
ro: Iesire

source: XML file not found :
de: XML Datei nicht gefunden:
ro: Fisierul XML nu a fost gasit :

source: Invalid DDT file
de: Ungueltige ECU Datei
ro: Fisier DDT nevalid

source: Connection to ELM lost, trying to reconnect...
de: Verbindung zu ELM verloren, versuche erneute Verbindung
ro: S-a pierdut conexiunea cu ELM, incerc reconectarea ...

source: Cannot reconnect...
de: Kann Verbindung nicht wiederherstellen...
ro: Nu se poate reconecta ...

source: Switching to session mode
de: Wechsle zum Sitzungsmodus
ro: Trecere la modul sesiune

source: Sending ELM request :
de: ELM Anfrage senden:
ro: Trimite solicitarea ELM :

source: Blocked ELM request :
de: ELM Anfrage gesperrt:
ro: Cerere ELM blocata :

source: Sending ELM request:
de: ELM Anfrage senden:
ro: Trimite solicitarea ELM:

source: Sending simulated ELM request :
de: ELM Anfrage simuliert senden:
ro: Trimite o cerere ELM simulata :

source: Bad ELM response :
ro: Raspuns fals ELM :

source: ELM response :
de: ELM antwortet:
ro: Raspuns ELM :

source: Button request not found :
de: Schaltflaeche nicht gefunden:
ro: Cerere de buton nu a fost gasita :

source: Sending request :
de: Anfrage senden:
ro: Trimite solicitare :

source: ECU uses SDS
ro: ECU utilizeaza SDS

source: Cannot call request
de: Anfrage nicht moeglich
ro: Nu se poate apela cererea

source: Clearing DTC information
de: DTC-Informationen loeschen
ro: Stergerea informatiilor DTC

source: <center>You are about to clear diagnostic troubles codes</center>
de: <center>Du bist dabei die Fehlercode zu loeschen</center>
ro: <Center>Esti pe cale sa stergi codurile de diagnosticare</center>

source: <center>Ae you sure this is what you want.</center>
de: <center>Bist du sicher das zu tun?</center>
ro: <center>Sunteti sigur ca asta doriti.</center>

source: Invalid response for ReadDTC command
de: Ungueltige Antwort des DTC Befehl
ro: Raspuns nevalid pentru comanda de citire DTC

source: Read DTC returned an error
ro: Citeste DTC a returnat o eroare

source: No DTC
de: Kein DTC
ro: Fara DTC

source: Clear ALL DTC
de: Alle Fehler loeschen
ro: Stergeti TOT DTC

source: ECU trouble codes
de: ECU Fehlercode
ro: codurile de eroare ECU

source: Parsing screen
de: Bildschirm lesen
ro: Ecran de analiza

source: Values
de: Werte
ro: Valori

source: Waiting...
de: Warten...
ro: AÅŸteptare...

source: Frame hex error :
ro: Cadru de eroare hex:

source: AB90 AIRBAG Reset
ro: Resetare AIRBAG AB90

source: Airbag Tools
ro: Instrumente pentru airbag

source: AB90 (Clio III)/2<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: AB90 (Clio III)/2<br>VIRGINIZATOR AIRBAG<br><font color='red">ACEST PLUGIN VA DEBLOCA

source: Check ACU Virgin
ro: Verificare ACU Virgin

source: Waiting
de: Warten
ro: Asteptare

source: Virginize ACU
ro: Virginizeaza ACU

source: Cannot connect to ECU
de: Kann nicht zum ECU verbinden
ro: Nu se poate conecta la ECU

source: <font color='orange'>UNEXPECTED RESPONSE</font>
de: <font color='orange'>UNERWARTETE ANTWORT</font>
ro: <font color='orange'>RASPUNS NEASTEPTAT</font>

source: <font color='red'>CRASH DETECTED</font>
de: <font color='red'>CRASH ERKANNT</font>
ro: <font color='red'>AVARIE DETECTATA</font>

source: <font color='green'>NO CRASH DETECTED</font>
de: <font color='green'>KEIN CRASH ERKANNT</font>
ro: <font color='green'>NICI O AVARIE DETECTATA</font>

source: <font color='green'>CLEAR EXECUTED</font>
ro: <font color='green'>CURATARE EXECUTATA</font>

source: <font color='red'>CLEAR FAILED</font>
ro: <font color='red'>CURATARE ESUATA</font>"

source: Megane/Scenic II card programming
de: Megane/Scenic II Karten-Programmierung
ro: Programare carduri Megane/Scenic II

source: Keys
de: Schlüssel
ro: Chei

source: ENTER AFTER SALE MODE
ro: INTRATI IN MODUL DE DUPA VANZARE

source: <font color='red'>MEGANE II CARD PROGRAMMING<br>EXPERIMENTAL : NOT TESTED YET</font>
de: <font color='red'>MEGANE II KARTEN-PROGRAMMIERUNG<br>EXPERIMENTELL : BISHER NICHT GETESTET</font>
ro: <font color='red'>MEGANE II PROGRAMARE CARD<br>EXPERIMENTAL : NU ESTE TESTAT YET</font>

source: LEARN
ro: INVATA

source: VALIDATE
ro: VALIDEAZA

source: Num key learnt
ro: Nume cheie invatat

source: Cannot get ISK, check connections and UCH compatibility
ro: Nu se poate obtine ISK, verifica conexiunile si compatibilitatea UCH

source: <font color='red'>PIN CODE NOT RECOGNIZED</font>
de: <font color='red'>PIN CODE NICHT ANERKANNT</font>
ro: <font color='red'>COD PIN NERECUNOSCUT</font>

source: <font color='green'>PIN CODE OK / KEY LEARNING</font>
ro: <font color='green'>COD PIN BUN / INVATARE CHEIE</font>

source: <font color='green'>PIN CODE OK / UCH LEARNING</font>
ro: <font color='green'>COD PIN BUN / INVATARE UCH</font>

source: Modus/Clio III EPS Reset
ro: Resetare EPS Modus/Clio III

source: EPS Tools
ro: Instrumente pentru EPS

source: Modus/Clio III EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: Modus/Clio III VIRGINIZATOR EPS<br><font color='red'>ACEST PLUGIN VA RESETA DATELE EPS IMMO<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: BLANK STATUS & VIN READ
ro: STERGE STATUS SI CITESTE VIN

source: Virginize EPS
ro: Virginizare EPS

source: VIN - READ
de: VIN - LESEN
ro: VIN - CITESTE

source: VIN - WRITE
de: VIN - SCHREIBEN
ro: VIN - SCRIE

source: Write VIN
de: Schreibe VIN
ro: Scrie VIN

source: <font color='res'>VIN - BAD LENGTH</font>
de: <font color='res'>VIN - FALSCHE LÄNGE</font>
ro: <font color='res'>VIN - LUNGIME FALSA</font>

source: <font color='orange'>VIN WRITE FAILED</font>
de: <font color='orange'>VIN SCHREIBEN FEHLGESCHLAGEN</font>
ro: <font color='orange'>SCRIERE VIN ESUATA</font>

source: <font color='green'>VIN WRITE OK</font>
de: <font color='green'>VIN SCHREIBEN OK</font>
ro: <font color='green'>SCRIERE VIN BINE</font>

source: <font color='red'>EPS coded</font>
ro: <font color='red'>EPS codat</font>

source: Clio IV EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: Clio IV VIRGINIZATOR EPS<br><font color='red'>ACEST PLUGIN VA RESETA DATELE IMMO<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: Check EPS Virgin
ro: Verifica EPS Virgin

source: <font color='green'>EPS not operational</font>
ro: <font color='green'>EPS nu functioneaza</font>

source: <font color='red'>UNEXPECTED RESPONSE</font>
ro: <font color='red'>RASPUNS NEASTEPTAT</font>

source: UCH Tools
ro: Instrumente pentru UCH

source: LAGUNA II UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: LAGUNA II VIRGINIZATOR UCH<br><font color='red'>ACEST PLUGIN VA STERGE UCH-ul TAU<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: Check UCH Virgin
ro: Verifica UCH Virgin

source: Virginize UCH
ro: Virginizare UCH

source: <font color='red'>UCH coded</font>
ro: <font color='red'>UCH codat</font>

source: LAGUNA III UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: LAGUNA III VIRGINIZATOR UCH<br><font color='red'>ACEST PLUGIN VA STERGE UCH-ul TAU<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: MEGANE II UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: MEGANE II VIRGINIZATOR UCH<br><font color='red'>ACEST PLUGIN VA STERGE UCH-ul TAU<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: Megane III<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: Megane III<br>VIRGINIZATOR AIRBAG<br><font color='red'>ACEST PLUGIN VA DEBLOCA DATELE DE AVARIE A AIRBAG-ului<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: ZOE/FLENCE/Megane III/Scenic III EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: ZOE/FLENCE/Megane III/Scenic III VIRGINIZATOR EPS<br><font color='red'>ACEST PLUGIN VA RESETA DATELE EPS IMMO<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: MEGANE III UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: MEGANE III VIRGINIZATOR UCH<br><font color='red'>ACEST PLUGIN VA STERGE UCH-ul TAU<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
ro: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>VIRGINIZATOR AIRBAG<br><font color='red'>ACEST PLUGIN VA DEBLOCA DATELE DE AVARIE ALE AIRBAG-ului<br>NU MERGE MAI DEPARTE, DACA NU AI IDEE CE INSEAMNA ASTA</font>

source: CRC calculator
ro: Calculator CRC

source: CRC CALCULATOR
ro: CALCULATOR CRC

source: Shift byte count
de: Umschaltbytezaehler

source: ECU Protocol
de: ECU Protokoll

source: Protocol
de: Protokoll

source: Projets
de: Projekte

source: Save vehicule (keep '.ecu' extension)
de: Fahrzeug speichern (Endung '.ecu' beibehalten)

source: <center>This Software is free, but I need money to buy cables/ECUs and make this application more reliable</center>
de: <center>Diese Software ist kostenlos, aber ich benoetige Geld, um Kabel / ECUs zu kaufen und diese Anwendung zuverlaessiger zu machen</center>

source: <center>Thank you for you contribution, if nothing happens, please go to : https://github.com/cedricp/ddt4all</center>
de: <center>Vielen Dank fuer Ihren Beitrag, wenn nichts passiert, bitte gehen Sie zu : https://github.com/cedricp/ddt4all</center>

source: You must check the recommandations
de: ;-) Du musst das Lesen der Warnung bestaetigen

source: Initilizing ELM with speed %i...
de: Starten des ELM mit einer Baudrate von %i...

source: Start COM speed :
de: Starten mit Baudrate:

source: Diagnotic session
de: Diagnosesitzung

source: Request aborted (look at red paramters entries):
de: Anfrage abgebrochen (siehe rote Parametereinträge):

source: Invalid
de: Ungueltig

source: No ClearDTC request for that ECU, will send default 14FF00
de: Keine Anfrage zum Fehler loeschen fuer dieses ECU, versuche 14FF00 manuell zu senden

source: <font color='red'>VIN - INVALID</font>
de: <font color='red'>VIN - UNGÜLTIG</font>
