Repository: cedricp/ddt4all
Catalog: ddt4all_data/locale/*/LC_MESSAGES/ddt4all.po
Languages: fr, pl

source: Protocol not supported:
fr: Protocole non supporté:
pl: Protokół nie wspierany:

source: XML file not found :
fr: Fichier XML non trouvé :
pl: Nie znaleziono pliku XML :

source: Invalid DDT file
fr: Fichier DDT invalide
pl: Nieprawidlowy plik DDT

source: Connection to ELM lost, trying to reconnect...
fr: Connexion à l'ELM perdue, tentative de reconnexion...
pl: Połączenie z ELMem utracone, próba ponownego połączenia...

source: Cannot reconnect...
fr: Reconnexion impossible...
pl: Nie można ponownie połączyć...

source: Switching to session mode
fr: Changement de mode session
pl: Zmiana do trybu sesji

source: Sending ELM request :
fr: Envoie requête ELM :
pl: Wysyłanie komendy do ELMa :

source: Blocked ELM request :
fr: Requête ELM bloquée :
pl: Zablokowano komendę do ELMa :

source: Sending ELM request:
fr: Envoie requête ELM :
pl: Wysyłanie komendy do ELMa:

source: Sending simulated ELM request :
fr: Envoie requête ELM simulée:
pl: Wysyłanie zasymulowanej komendy do ELM-a :

source: Bad ELM response :
fr: Mauvaise réponse ELM :
pl: Zła odpowiedź ELMa :

source: ELM response :
fr: Réponse ELM :
pl: ELM odpowiedział :

source: Button request not found :
fr: Requête bouton non trouvée :
pl: Przycisk polecenia nieobecny :

source: Sending request :
fr: Envoie requête :
pl: Wysli polecenie :

source: Unknown request
fr: Demande inconnue
pl: Nieznany request

source: Command aborted
fr: Commande abandonnée
pl: Komenda anulowana

source: Value error of this stuff need a bypass gateway maybe.
fr: L'erreur de valeur de ce truc nécessite peut-être une passerelle de contournement.
pl: Wartość błędu tego sprzętu może wymaga obejścia przez bramę.

source: Request aborted (look at red paramters entries):
fr: Requête abandonée (verifiez les paramètres en rouges):
pl: Polecenie przerwane (zobacz na czerwone wpisy parametrów):

source: Delay
fr: Retard
pl: Opóźnienie

source: For your safety
fr: Pour votre sécurité
pl: Dla twojego bezpieczeństwa

source: <center>BLOCKED COMMAND</center> Activate expert mode to unlock
fr: <center>COMMANDE BLOQUÉE</center> Activez le mode expert pour débloquer
pl: <center>KOMENDA ZABLOKOWANA</center> Aktywuj tryb eksperta aby odblokować

source: Writing parameter
fr: Paramètre d'écriture

source: Blocked writing parameter
fr: Paramètre d'écriture bloqué
pl: Zablokowano zapisywanie parametru

source: Invalid
fr: Invalide
pl: Nieprawidłowy

source: ECU uses SDS
fr: UCE utilise diagnostic session
pl: ECU używa SDS

source: Cannot call request
fr: Appel requête impossible
pl: Nie można wywołać polecenia

source: Update time
fr: Temps de mise à jour
pl: Czas aktualizacji

source: Clearing DTC information
fr: Effacement information DTC
pl: Czyszczenie informacji DTC

source: No ClearDTC request for that ECU, will send default 14FF00
fr: Pas de requête d'effacement DTC pour cet ECU, envoie par défaut 14FF00
pl: Brak wyraźnej komendy ClearDTC dla tego ECU, to spowoduje wyslanie domyślnego numeru 14FF00

source: <center>You are about to clear diagnostic troubles codes</center>
fr: <center>Vous êtes sur le point d'effacer les DTC<center>
pl: <center>Zaraz wyczyścić diagnostyczne kody błędów</center>

source: <center>Ae you sure this is what you want.</center>
fr: <center>Etes vous sur que c'est ce que vous voulez.</center>
pl: <center>Jesteś pewny czy na pewno tego chcesz?</center>

source: Clear DTC failed
fr: Échec de la suppression du DTC
pl: Czyszczenie DTC nieudane

source: Clear DTC successfully done
fr: Effacer le DTC effectué avec succès
pl: Czyszczanie DTC zakończone sukcesem

source: No ReadDTC request for that ECU
fr: Aucune demande ReadDTC pour cet ECU
pl: Brak wyraźnej komendy ReadDTC dla tego ECU

source: Invalid response for ReadDTC command
fr: Réponse invalide de la requête ReadDTC
pl: Nieprawidłowa odpowiedź dla komendy ReadDTC

source: Read DTC returned an error
fr: La lecture DTC a retourné une erreur
pl: Czytanie DTC zwróciło błąd

source: No DTC
fr: Pas de DTC
pl: Brak DTC

source: Diagnostic Trouble Codes
fr: Codes d'erreur du Diagnostic

source: Clear ALL DTC
fr: EFFACER TOUT LES DTC
pl: Wyczysc wszystkie DTC

source: ECU trouble codes
fr: Code défauts ECU
pl: Kody blędów ECU

source: Parsing screen
fr: Analyse des écrans
pl: Parsowanie ekranu

source: found request in input
fr: requête trouvée dans l'entrée
pl: znaleziono request w wejściu

source: found in display
fr: trouvé dans l'affichage
pl: znaleziono na wyświetlaczu

source: found in button
fr: trouvé dans le bouton
pl: znaleziono w przycisku

source: found in presend
fr: trouvé dans presend
pl: znaleziono w presend

source: found data in input
fr: trouvé des données en entrée
pl: znaleziono dane w wejściu

source: found data in display
fr: données trouvées à l'écran
pl: znalezione dane na wyświetlaczu

source: Cannot zip database, no 'ecus' directory
fr: Impossible de compresser la base de données, pas de répertoire 'ecus'
pl: Nie można zippować bazy danych, brak katalogu 'ecus'

source: Starting conversion
fr: Démarrer la conversion
pl: Startowanie konwersji

source: Starting processing
fr: Démarrage du traitement
pl: Startowanie przetwarzania

source: to
fr: à
pl: do

source: Skipping current file (cannot parse it)
fr: Ignorer le fichier actuel (impossible de l'analyser)
pl: Pomijanie aktualnego pliku (nie można go sparsować)

source: Writing database
fr: Écriture de base de données
pl: Zapisywanie bazy danych

source: Writing archive
fr: Rédaction d'archives
pl: Zapisywanie archiwum

source: Opening ECU Database...
fr: Ouverture de la base de données du calculateur...
pl: Otwieranie bazy danych ECU...

source: parts as:
fr: pièces comme:
pl: cześci z:

source: please review dumpVehicles def.
fr: veuillez consulter dumpVehicles def.
pl: proszę sprawdzić definicję dumpVehicles.

source: Values
fr: Valeurs
pl: Wartość

source: Waiting...
fr: Attente...
pl: Czekanie...

source: Frame length error:
fr: Erreur de longueur de trame:
pl: Błąd długości ramki:

source: Frame hex error:
fr: Erreur hexadécimale du cadre:
pl: Błąd ramki hex:

source: Found USB adapter:
fr: Adaptateur USB trouvé :
pl: Znaleziono adapter USB:

source: ELS27 V5 CAN pin configuration complete
fr: ELS27 V5 CAN pin configuration completé

source: AB90 AIRBAG Reset
fr: AB90 Airbag RAZ
pl: AB90 Reset Airbag

source: Airbag Tools
fr: Outils Airbag
pl: Narzędia dla Airbagów

source: AB90 (Clio III)/2<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: AB90 (Clio III)/2<br>AIRBAG Virginiseur<br><font color='red'>CE PLUGIN EFFACERA LES DONNEES CRASH<br>NE CONTINUEZ PAS SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</
pl: AB90 (Clio III)/2<br>AIRBAG VIRGINIZER<br><font color='red'>TEN PLUGIN ODBLOKUJE DANE O WYPADKU AIRBAGU<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: Check ACU Virgin
fr: Vérifier etat virginité
pl: Sprawdź ACU Virgin

source: Waiting
fr: Attente
pl: Czekanie

source: Virginize ACU
fr: ACU Vierge
pl: Zdejmuje ACU

source: Cannot connect to ECU
fr: Impossible de se connecter a l'ECU
pl: Nie można połączyć się z ECU

source: <font color='orange'>UNEXPECTED RESPONSE</font>
fr: <font color='orange'>REPONSE INATTENDUE</font>
pl: <font color='orange'>NIEOCZEKIWANA ODPOWIEDŹ</font>

source: <font color='red'>CRASH DETECTED</font>
fr: <font color='red'>CRASH DETECTE</font>
pl: <font color='red'>WYKRYTO CRASH</font>

source: <font color='green'>NO CRASH DETECTED</font>
fr: <font color='green'>PAS DE CRASH DETECTE</font>
pl: <font color='green'>NIE WYKRYTO CRASHA</font>

source: SdS stream: %s
fr: Flux reçu %s

source: <font color='green'>CLEAR EXECUTED</font>
fr: <font color='green'>EFFACEMENT EXECUTE</font>
pl: <font color='green'>WYCZYŚĆ WYKONANE</font>

source: <font color='red'>CLEAR FAILED</font>
fr: <font color='red'>ECHEC EFFACEMENT</font>
pl: <font color='red'>WYCZYŚĆ NIEUDANE</font>

source: Megane/Scenic II card programming
fr: Megane/Scenic II programmation clefs
pl: Megane/Scenic II programowanie karty

source: Keys
fr: Clefs
pl: Klucze

source: ENTER AFTER SALE MODE
fr: ENTRER EN MODE APRES VENTE
pl: WEJDŹ W TRYB PO SPRZEDAŻY

source: <font color='red'>MEGANE II CARD PROGRAMMING<br>EXPERIMENTAL : NOT TESTED YET</font>
fr: <font color='red'>MEGANE II PROGRAMMATION CLEFS<br>EXPERIMENTAL : PAS ENCORE TESTE</font>
pl: <font color='red'>MEGANE II PROGRAMOWANIE KARTY<br>EXPERYMENTALNE : JESZCZE NIE PRZETESTOWANE</font>

source: LEARN
fr: APPRENDRE
pl: NAUCZ

source: Num key learnt
fr: Num clefs apprises
pl: Liczba nauczonych kluczy

source: CARD IDE
fr: IDE CARTE
pl: NUMER KARTY

source: Cannot get ISK, check connections and UCH compatibility
fr: Impossible de recuperer l'ISK, verifiez les connexions et la compatibilité UCH
pl: Nie mozna uzyskać ISK, sprawdź połączenia i kompatybilność UCH

source: <font color='red'>PIN CODE NOT RECOGNIZED</font>
fr: <font color='red'>CODE PIN NON RECONNU</font>
pl: <font color='red'>KOD PIN NIE ROZPOZNANY</font>

source: <font color='green'>PIN CODE OK / KEY LEARNING</font>
fr: <font color='green'>CODE PIN OK / APPRENTISSAGE CLEF</font>
pl: <font color='green'>KOD PIN OK / UCZENIE KLUCZA</font>

source: <font color='green'>PIN CODE OK / UCH LEARNING</font>
fr: <font color='green'>CODE PIN OK / APPRENTISSAGE UCH</font>
pl: <font color='green'>KOD PIN OK / UCZENIE UCH</font>

source: Modus/Clio III EPS Reset
fr: Modus/Clio III EPS (DAE) RAZ
pl: Modus/Clio III Reset EPS

source: EPS Tools
fr: Outils EPS
pl: Narzędzia EPS

source: Modus/Clio III EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: Modus/Clio III DAE VIRGINISEUR<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES D'IMMOBILISATION<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: Modus/Clio III EPS VIRGINIZER<br><font color='red'>TEN PLUGIN ZRESETUJE EPS IMMO DATA<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: BLANK STATUS & VIN READ
fr: STATUS VIERGE & LECTURE VIN
pl: PUSTY STATUS & ODCZYT VIN

source: Virginize EPS
fr: VIRGINISER DAE
pl: Zdejmuje EPS

source: VIN - READ
fr: LECTURE VIN
pl: VIN - ODCZYT

source: VIN - WRITE
fr: Ecriture VIN
pl: VIN - ZAPIS

source: Write VIN
fr: Ecriture VIN
pl: Zapis VIN

source: <font color='red'>VIN - INVALID</font>
fr: <font color='red'>VIN - INVALIDE</font>
pl: <font color='red'>VIN - NIEPRAWIDŁOWY</font>

source: <font color='res'>VIN - BAD LENGTH</font>
fr: <font color='res'>VIN - MAUVAISE TAILLE</font>
pl: <font color='res'>VIN - ZŁA DŁUGOŚĆ</font>

source: <font color='orange'>VIN WRITE FAILED</font>
fr: <font color='orange'>ECHEC ECRITURE VIN</font>
pl: <font color='orange'>ZAPIS VINu NIEUDANY</font>

source: <font color='green'>VIN WRITE OK</font>
fr: <font color='green'>SUCCES ECRITURE VIN</font>
pl: <font color='green'>ZAPIS VINu OK</font>

source: <font color='green'>EPS virgin</font>
fr: <font color='green'>DAE vierge</font>

source: <font color='red'>EPS coded</font>
fr: <font color='red'>DAE codée</font>
pl: <font color='red'>EPS zakodowany</font>

source: Clio IV EPS Reset
fr: Clio IV EPS RAZ
pl: Clio IV Reset EPS

source: Clio IV EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: Clio IV EPS VIERGE<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES DAE<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: Clio IV EPS VIRGINIZER<br><font color='red'>TEN PLUGIN ZRESETUJE EPS IMMO DATA<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: Check EPS Virgin
fr: Vérifier état vierge DAE
pl: Sprawdź EPS Virgin

source: <font color='green'>EPS not operational</font>
fr: <font color='green'>DAE non opérationnelle</font>
pl: <font color='green'>EPS nie działa</font>

source: <font color='red'>UNEXPECTED RESPONSE</font>
fr: <font color='red'>REPONSE INATTENDUE</font>
pl: <font color='red'>NIEOCZEKIWANA ODPOWIEDŹ</font>

source: Laguna II UCH Reset
fr: Laguna II UCH RAZ
pl: Laguna II Reset UCH

source: UCH Tools
fr: Outils UCH
pl: Narzędzia UCH

source: LAGUNA II UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: LAGUNA II UCH VIERGE<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES UCH<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: LAGUNA II UCH VIRGINIZER<br><font color='red'>TEN PLUGIN ZRESETUJE TWOJE UCH<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: Check UCH Virgin
fr: Vérifier état vierge UCH
pl: Spraawdź UCH Virgin

source: Virginize UCH
fr: UCH rendre Vierge
pl: Zdejmuje UCH

source: <font color='green'>UCH virgin</font>
fr: <font color='green'>UCH vierge</font>
pl: <font color='green'>UCH zdejmowany</font>

source: <font color='red'>UCH coded</font>
fr: <font color='red'>UCH codée</font>
pl: <font color='red'>UCH zakodowany</font>

source: Laguna III UCH Reset
fr: Laguna III UCH RAZ
pl: Laguna III Reset UCH

source: LAGUNA III UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: LAGUNA III UCH VIERGE<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES UCH<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: LAGUNA III UCH VIRGINIZER<br><font color='red'>TEN PLUGIN ZRESETUJE TWOJE UCH<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: Megane/Scenic II UCH Reset
fr: Megane/Scenic II UCH RAZ
pl: Megan/Scenic II Reset UCH

source: MEGANE II UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: MEGANE II UCH VIERGE<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES UCH<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: MEGANE II UCH VIRGINIZER<br><font color='red'>TEN PLUGIN ZRESETUJE TWOJE UCH<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: Megane3 AIRBAG Reset
fr: Megane3 AIRBAG RAZ
pl: Megane3 Reset Airbag

source: Megane III<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: Megane III<br>AIRBAG VIERGE<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES ABS<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: Megane III<br>AIRBAG VIRGINIZER<br><font color='red'>TEN PLUGIN ODBLOKUJE DANE O WYPADKU AIRBAGU<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: ZOE/FLENCE/Megane III/Scenic III EPS Reset
fr: ZOE/FLENCE/Megane III/Scenic III DAE RAZ
pl: ZOE/FLENCE/Megane III/Scenic III Reset EPS

source: ZOE/FLENCE/Megane III/Scenic III EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: ZOE/FLENCE/Megane III/Scenic III DAE RAZ<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES DAE<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: ZOE/FLENCE/Megane III/Scenic III EPS VIRGINIZER<br><font color='red'>TEN PLUGIN ZRESETUJE EPS IMMO DATA<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: Megane/Scenic III UCH Reset
fr: Megane/Scenic III UCH RAZ
pl: Megane/Scenic III Reset UCH

source: MEGANE III UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: MEGANE III UCH RAZ<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES UCH<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: MEGANE III UCH VIRGINIZER<br><font color='red'>TEN PLUGIN ZRESETUJE TWOJE UCH<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: RSAT4 AIRBAG Reset
fr: RSAT4 AIRBAG RAZ
pl: RSAT4 Reset Airbag

source: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>AIRBAG RAZ<br><font color='red'>CETTE EXTENSION EFFACERA LES DONNEES AIRBAG<br>NE PAS CONTINUER SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>
pl: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>AIRBAG VIRGINIZER<br><font color='red'>TEN PLUGIN ODBLOKUJE DANE O WYPADKU AIRBAGU<br>JEŚLI NIE WIESZ CO TO OZNACZA TO ODPUŚĆ SOBIĘ UŻYWANIE TEJ OPCJI</font>

source: CRC calculator
fr: Calculateur CRC
pl: Kalkulator CRC

source: CRC Calculator
fr: CRC Calculateur

source: CRC CALCULATOR
fr: CALCULATEUR CRC
pl: KALKULATOR CRC

source: Zoe water pump Reset
fr: Reset compteurs pompe à eau Zoé

source: EVC Tools
fr: Outils EVC

source: Water pump counters
fr: Compteurs pompe à eau

source: Name
fr: Nom

source: Low Speed
fr: Petite vitesse

source: Middle Speed
fr: Vitesse moyenne

source: High Speed
fr: Grande vitesse

source: Zoe water pump counters<br><font color='red'>THIS PLUGIN WILL ERASE WATER PUMP COUNTERS<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
fr: Compteurs pompe à eau Zoé<br><font color='red'>CECI EFFACERA LES VALEURS DES COMPTEURS<br>PASSEZ VOTRE CHEMIN SI VOUS NE SAVEZ PAS CE QUE CELA IMPLIQUE</font>

source: Check values
fr: Interrogation des valeurs

source: Waiting action
fr: En attente d'action

source: Reset all counters
fr: Reset des 4 compteurs

source: <h1>TIPS</h1><ul><li>Insert key CARD</li><li>Put D position</li><li>Press/Stay START until <b>Remove card</b> message</li><li>Put P position</li><li>Keep key card inserted</li></ul>
fr: <h1>NOTE</h1><ul><li>Insérez la clé (carte)</li><li>Passez la position D</li><li>Pressez/Maintenez START jusqu'au message <b>Retirez carte</b></li><li>Passez la position P</li><li>Laissez la clé insérée</li></ul>

source: <font color='green'>Values read</font>
fr: <font color='green'>Valeurs reçues</font>

source: Reading Low speed
fr: Lecture petite vitesse

source: Reading Middle speed
fr: Lecture vitesse moyenne

source: Reading High speed
fr: Lecture grande vitesse

source: <font color='green'>CLEAR V_Timer_DrivWEP_ON EXECUTED</font>
fr: <font color='green'>EFFACEMENT V_Timer_DrivWEP_ON EFFECTUÉ</font>

source: <font color='red'>CLEAR V_Timer_DrivWEP_ON FAILED</font>
fr: <font color='red'>ÉCHEC EFFACEMENT V_Timer_DrivWEP_ON</font>

source: <font color='green'>CLEAR Low EXECUTED</font>
fr: <font color='green'>PETITE VITESSE EFFACÉE</font>

source: <font color='red'>CLEAR Low FAILED</font>
fr: <font color='red'>ÉCHEC EFFACEMENT PETITE VITESSE</font>

source: <font color='green'>CLEAR Medium EXECUTED</font>
fr: <font color='green'>MOYENNE VITESSE EFFACÉE</font>

source: <font color='red'>CLEAR Medium FAILED</font>
fr: <font color='red'>ÉCHEC EFFACEMENT MOYENNE VITESSE</font>

source: <font color='green'>CLEAR HIGH EXECUTED</font>
fr: <font color='green'>GRANDE VITESSE EFFACÉE</font>

source: <font color='red'>CLEAR HIGH FAILED</font>
fr: <font color='red'>ÉCHEC EFFACEMENT EFFACEMENT GRANE VITESSE</font>

source: Description
pl: Opis

source: Version
pl: Wersja

source: Version
pl: Wersja

source: Projets
pl: Projekt

source: Documentation
pl: Dokumentacja

source: Action
pl: Akcja

source: version:
pl: wersja:
