Repository: cedricp/ddt4all
Catalog: ddt4all_data/locale/*/LC_MESSAGES/ddt4all.po
Languages: fr, pl

source: Goto data
fr: Aller à la donnée
pl: Przejdź do danych

source: Remove
fr: Enlever
pl: Usuń

source: Add to screen
fr: Ajouter à l'écran
pl: Dodaj do ekranu

source: Request name;Bytes;Manual
fr: Nom requête;Octet;Manuel
pl: Nazwa requesta,Bajty,Manual

source: Add
fr: Ajouter
pl: Dodaj

source: Send request bytes (HEX)
fr: Envoie octets requête (HEXA)
pl: Wysłane bajty requesta (HEX)

source: Receive bytes (HEX)
fr: Réception Octet
pl: Otrzymane bajty (HEX)

source: Data length
fr: Longueur de donnée
pl: Długość danych

source: Shift byte count
fr: Décalage octets
pl: Liczba przesuniętych bajtów

source: Data name;Start byte;Bit offset;Bit count;Endianess
fr: Nom donnée;Octet de départ;Décalage bit;Endianess
pl: Nazwa danych;Bit startowy;Przesunięcie bitu;Liczba bitów;Kolejność bajtów

source: Little
fr: Petit
pl: Mały

source: Big
fr: Grand
pl: Duży

source: Inherits globals
fr: Hérite global
pl: Dziedziczenie globalne

source: No SDS
fr: Pas SDS
pl: Nie SDS

source: Plant
fr: Usine

source: After Sale
fr: Après vente
pl: Po sprzedaży

source: Engineering
fr: Ingénieur
pl: Inżynieria

source: Supplier
fr: Fournisseur
pl: Dostawca

source: Reload requests
fr: Recharger la requête
pl: Wyszukaj polecenia

source: Add request
fr: Ajouter requête
pl: Dodaj polecenie

source: Send bytes
fr: Octets envoyés
pl: Wyślij bajty

source: Receive bytes
fr: Octets reçus
pl: Odbiera bajty

source: Number of bits
fr: Nombre de bits
pl: Liczba bitów

source: Signed
fr: Signé
pl: Podpisano

source: Add item
fr: Ajouter entrée
pl: Dodaj pozycję

source: Del item
fr: Supprimer entrée
pl: Usuń pozycję

source: New item
fr: Nouvelle entrée
pl: Nowa pozycja

source: Value;Text
fr: Valeur;Texte
pl: Wartość;Tekst

source: Number of bytes
fr: Nombre d'octets
pl: Liczba bitow

source: Unit
fr: Unité
pl: Jednostka

source: Number of bit
fr: Nombre de bits
pl: Liczba bitów

source: Value = (AX+B) / C
fr: Valeur = (AX+B) / C
pl: Wartość

source: New
fr: Nouveau
pl: Nowy

source: Duplicate selected
fr: Dupliquer sélection
pl: Duplikaty zaznaczone

source: Remove selected
fr: Supprimer sélection
pl: Usuń zaznaczone

source: Reload
fr: Recharger
pl: Wyszukaj

source: Validate changes
fr: Valider changements
pl: Zatwierdz zmiane

source: Data type
fr: Type de donnée
pl: Typ danych

source: Numeric
fr: Numérique
pl: Numeryczne

source: Numeric items
fr: Entrées numériques
pl: Pozycja numeryczna

source: Hex
fr: Hexa

source: Data is used by request %s
fr: Cette Donnée est utilisée par la requête %s
pl: Dane użyte w tym requescie %s

source: New data
fr: Nouvelle donnée
pl: Nowe dane

source: Replace me with request description
fr: Remplacez moi par une description
pl: Zmien pozycje polecenia

source: Data name;Description
fr: Nom de donnée;Description
pl: Nazwa danych;opis

source: Del
fr: Supprimer
pl: Usuń

source: Refresh
fr: Rafraîchir
pl: Odśwież

source: Move up
fr: Monter
pl: Przesuń do góry

source: Check
fr: Tester
pl: Sprawdź

source: Request %s not found
fr: Requête %s non trouvée
pl: Polecenie %s nie znalezione

source: <font color=green>Request</font><font color=blue>'%s'</font> has no missing input values
fr: <font color=green>Requête <font color=blue>'%s'</font> a des entrées manquantes</font>

source: <font color=red>Request</font><font color=blue>'%s'</font> has missing inputs :
fr: <font color=red>Requête</font><font color=blue>'%s'</font> entrées manquantes :

source: Delay;Request
fr: Délai;Requête
pl: Opożnienie;Request

source: Screen initialization
fr: Initialisation écran
pl: Inicjalizacja ekranu

source: Requests to send before screen drawing
fr: Requête à envoyer avant affichage écran
pl: Polecenia do wysłania przed wyświetleniem ekranu

source: Button name;Unique name
fr: Nom bouton;Nom unique
pl: Nazwa przycisku;Unikalna nazwa

source: ECU Function address
fr: Adresse fonction ECU
pl: Adres funkcji ECU

source: ECU Protocol
fr: Protocole ECU
pl: Protokół ECU

source: Tool > Ecu ID (Hex)
fr: Outil > ID ECU (Hexa)
pl: Narzędzia > ECU ID (Hex)

source: Ecu > Tool ID (Hex)
fr: ECU > Outil (Hexa)
pl: ECU > Narzędzia ID (Hex)

source: Coding
fr: Codage
pl: Kodowanie

source: Big Endian
fr: Grand endian

source: Little Endian
fr: Petit endian

source: ECU Auto identification
fr: Auto identification UCE
pl: Automatyczna identyfikacja ECU

source: Diag version;Supplier;Soft;Version
fr: Version diag;Fournisseur;Logiciel;Version
pl: Wersja Diag;Dostawca;Soft;Wersja

source: Add new
fr: Ajouter nouveau
pl: Dodaj nowy

source: Delete selected
fr: Supprimer sélection
pl: Usuń Wybrane

source: Diag version
fr: Version diag
pl: Wersja diagnostyczna

source: Soft
fr: Logiciel

source: No request named
fr: Aucune demande nommée
pl: Nie nazwany request

source: Found similar
fr: Trouvé similaire
pl: Znaleziono podobne

source: DataItem not found
fr: Élément de données introuvable
pl: DataItem nie znalezione

source: Cannot find data
fr: Impossible de trouver des données
pl: Nie można znaleźć danych

source: vs
fr: contre

source: Cannot draw input
fr: Impossible d'extraire l'entrée
pl: Nie można narysować wejścia

source: No Value
fr: N'a pas de valeurs
pl: Brak wartości

source: Generated stream
fr: Flux généré
pl: Wygenerowany strumień

source: Send request stream
fr: Envoyer le flux de demande
pl: Wyślij strumień poleceń

source: Received stream
fr: Flux reçu
pl: Odebrany strumień

source: Request ECU Error
fr: Demande d'erreur du calculateur
pl: Request błędów ECU

source: Decoded values
fr: Valeurs décodées
pl: Zdekodowane wartości

source: Warning, cannot get signed value for
fr: Attention, impossible d'obtenir une valeur signée pour

source: Division by zero, please check data item:
fr: Division par zéro, veuillez vérifier l'élément de données :
pl: Dzielenie przez zero, proszę sprawdzić pozycję danych:

source: getHexValue >> abnormal remaining bytes
fr: getHexValue >> octets restants anormaux
pl: getHexValue >> nieprawidłowe pozostałe bajty

source: Cannot find file
fr: Impossible de trouver le fichier
pl: Nie można znależć pliku

source: Cannot load ECU file
fr: Impossible de charger le fichier ECU
pl: Nie można załadować pliku ECU

source: XML not found
fr: XML introuvable
pl: Nieobecny plik XML

source: Cannot retrieve functionnal address of ECU
fr: Impossible de récupérer l'adresse fonctionnelle de l'ECU
pl: Nie można pobrać funkcjonalnego adresu ECU

source: Adding group
fr: Ajout d'un groupe
pl: Dodawanie grupy

source: Unable to find eculist
fr: Impossible de trouver l'éculiste
pl: Nie można znaleźć listy ECU

source: Warning, address
fr: Attention, adresse
pl: Ostrzeżenie, adres

source: is not mapped
fr: n'est pas cartographié
pl: nie jest zmapowany

source: Scanning address:
fr: Adresse de numérisation:
pl: Skanowanie adresu:

source: Found:
fr: Trouvés:
pl: Znaleziono:

source: Identified ECU
fr: ECU identifié
pl: Identyfikacja ECU

source: Found ECU
fr: ECU trouvé
pl: Znaleziono ECU

source: (not perfect match)
fr: (pas de correspondance parfaite)
pl: (nie dokładne dopasowanie)

source: (no relevant ECU file found)
fr: (aucun fichier ECU pertinent trouvé)
pl: (nie znaleziono odpowiedniego pliku ECU)

source: Found USB device:
fr: Périphérique USB trouvé :

source: Using saved settings for
fr: Utilisation des données sauvegardées

source: Using optimal settings for
fr: Utilisation optimale des paramètres du device

source: Serial port opened
fr: Vérification vitesse de port

source: Error:
fr: Erreur:
pl: Błąd:

source: ELM not connected or wrong COM port
fr: ELM non detecté ou port erroné
pl: ELM nie podłączony lub wybrano zły port COM

source: Port closed
fr: Port fermé
pl: Port zamknięty

source: Serial error in read_byte: %s
fr: Erreur série lors de read_byte : %s

source: Connection to ELM was lost
fr: Connexion ELM perdue
pl: Połączenie do ELMa zostało utracone

source: Cannot decode bytes %s
fr: Impossible de décoder les octets %s

source: Error in read(): %s
fr: Erreur lors de la lecture() : %s

source: Attempting WiFi reconnection...
fr: Tentative de connexion Wifi...

source: Port handler is None, cannot write
fr: Le gestionnaire de port est nul (None), impossible d’écrire

source: Serial write error: %s
fr: Erreur d'écriture sur port serial: %s

source: * Write error: %s
fr: * Erreur d’écriture: %s

source: TIMEOUT
fr: TEMPS DEPASSÉ

source: Checking port speed:
fr: Vérfication vitesse de port:
pl: Sprawdzanie prędkości portu:

source: Start COM speed :
fr: Vitesse port communication :
pl: Prędkość startowa COM :

source: ELM not responding
fr: Pas de réponse ELM
pl: ELM nie odpowiada

source: Trying to open port
fr: Tentative d'ouverture du port
pl: Próba otwarcia portu

source: Port initialization failed
fr: Initialization port echoué

source: Port connection failed - port object is invalid
fr: Échec de la connexion au port – l’objet port est invalide

source: No ELM interface on port
fr: Pas d'interface sur port sélectionné
pl: Brak interfejsu ELM na wybranym porcie

source: OBDLink Connection OK, attempting full speed UART switch
fr: Connexion OBDLink OK, tentative de commutation UART à pleine vitesse
pl: OBDLink Połączenie OK, próba zmiany na pełną prędkość UART

source: Failed to switch to change OBDLink to
fr: Échec du basculement pour remplacer OBDLink par
pl: Nieudane przełączenie OBDLink na

source: OBDLINK Connection OK, using optimal settings
fr: OBDLINK Connexion réussi, utilisation des paramètres optimisées

source: Connection established successfully
fr: Connexion établie avec succès

source: VGate STPX mode enabled for enhanced long command support
fr: Mode STPX VGate activé pour une prise en charge améliorée des commandes longues

source: Configuring ELS27 V5 CAN pins (12-13)
fr: Configuration ELS27 V5 CAN pins (12-13)

source: ELS27 V5 CAN configuration complete
fr: ELS27 V5 CAN configuration completé

source: STPX mode enabled for enhanced long command support
fr: Mode STPX activé pour une prise en charge améliorée des commandes longues

source: Port is None - cannot switch speed
fr: Le port est None – impossible de changer la vitesse

source: %s switched baudrate OK, changing UART speed now...
fr: OBDLINK a commuté le baurate vers %s OK, changeant la vitesse UART maintenant...

source: %s STN connection established
fr: Connexion établie %s

source: %s Version:
fr: Version %s

source: VGate adapter detected but STN verification failed, attempting fallback...
fr: Adaptateur VGate détecté, mais la vérification STN a échoué, tentative de solution de secours…

source: Unsupported baudrate for ELM: %s
fr: Débit en bauds non pris en charge pour ELM : %s

source: ELM baudrate switched OK, changing UART speed now...
fr: Débit en bauds ELM activé, changement de vitesse UART maintenant...
pl: ELM zmieniona prędkość OK, zmiana prędkości UART...

source: ELM full speed connection OK
fr: Connexion ELM pleine vitesse OK
pl: ELM pełna prędkość połączenia OK

source: ELM did not report version after speed switch
fr: ELM n’a pas communiqué la version après le changement de vitesse

source: Your ELM does not support baudrate %s
fr: Votre ELM ne prend pas en charge le débit en bauds %s

source: ELM reset...
fr: Réinitialisation de l'ELM...
pl: Resetowanie ELMa...

source: Unknown address:
fr: Adresse inconnue:
pl: Nieznany adres:

source: Using saved device settings
fr: Utilisation des données sauvegardées

source: Using optimal device settings
fr: Utilisation optimale des paramètres du device

source: Connecting to device at port:
fr: Connexion à l'appareil sur le port :

source: Using baudrate:
fr: Utilisation du débit :

source: Testing for ELS27 device...
fr: Test périphérique ELS27..

source: ELS27 device detected:
fr: Appareil ELS27 détecté:

source: Using detected baud rate:
fr: Utilisation du débit détecté :

source: Warning: No ELS27 response detected
fr: Attention: Pas de réponse détecté sur ELS27

source: Will attempt connection anyway...
fr: Attente de tentative de connexion...

source: Connection failed:
fr: Échec de la connexion :

source: Testing basic connectivity...
fr: Test de connectivité de base...

source: Warning: Device may not be ELM327 compatible
fr: Attention : L'appareil pourrait ne pas être compatible ELM327

source: ELM327 device detected successfully
fr: Appareil ELM327 détecté avec succès

source: Device version:
fr: Version de l'appareil :

source: Connection error:
fr: Erreur de connexion :

source: FAIL
fr: ECHEC
pl: Niepowodzenie

source: OK/TIMEOUT
fr: OK/TEMPS DEPASSÉ

source: Incompatible adapter on ARM core
fr: Adaptateur ARM incompatible
pl: Niekompatybilny adapter na rdzeniu ARM

source: Result:
fr: Résultat:
pl: Rezultat:

source: succeeded from
fr: réussis sur
pl: udało się z

source: ELM Max version:
fr: Version ELM maximum:
pl: Maksymalna wersja ELMa:

source: Warning: PyQtWebEngine not available. Some features may be limited.
fr: Avertissement : PyQtWebEngine non disponible. Certaines fonctionnalités peuvent être limitées.

source: ddt4all_data/projects.json not found or not ok.
fr: ddt4all_data/projects.json introuvable ou pas ok.
pl: ddt4all_data/projects.json nie znaleziony lub niepoprawny.

source: ECU Finder
fr: Recherche Ecu

source: VALIDATE
fr: VALIDER
pl: ZWALIDUJ

source: No vehicles available
fr: Aucun véhicule disponible

source: ECU name
fr: Nom ECU
pl: Nazwa Ecu

source: Protocol
fr: Protocole
pl: Protokół

source: %d loaded ECUs in database.
fr: %d ecu[s] chargés dans la base de données.

source: No database found
fr: Data base introuvable
pl: Nie znaleziono bazy danych

source: Check documentation
fr: Veuillez voir la documentation
pl: Sprawdź dokumentację

source: WebEngine not available.
fr: Dependence WebEngine non disponible.

source: For full documentation with web browsing capability, install PyQtWebEngine:
fr: Pour une documentation complète avec possibilité de navigation sur le web, installez PyQtWebEngine :

source: Visit the online documentation at:
fr: Visitez la documentation en ligne dans le lien:

source: This basic view will still show ECU documentation when available.
fr: Cette vue de base permet toujours d'afficher la documentation de l'ECU lorsqu'elle est disponible.

source: Refresh rate (ms):
fr: Vitesse rafraichissement (ms):
pl: Prędkość odświeżania (ms):

source: Can timeout (ms) [0:AUTO] :
fr: Temps max CAN (ms) [0:AUTO] :
pl: Timeout CAN (ms) [0:AUTO] :

source: Screen
fr: Ecran
pl: Ekran

source: CAN Sniffer
fr: Espion CAN

source: Requests
fr: Requêtes
pl: Polecenie

source: Data
fr: Données
pl: Dane

source: Buttons
fr: Boutons
pl: Przyciski

source: Ecu parameters
fr: Paramètres ECU
pl: Parametry ECU

source: Ecran Window
fr: Fenêtre d'écran
pl: Okno ekranu

source: Screens
fr: Ecrans
pl: Ekrany

source: Logs Window
fr: Fenêtre Journaux
pl: Okno logów

source: Ecu Window
fr: Fenêtre de l'ECU
pl: Okno ECU

source: Ecu List Window
fr: Fenêtre de liste d'écus
pl: Okno Listy ECU

source: ToolBar
fr: Barre d'outils

source: Read DTC
fr: Lire les DTC
pl: Czytaj DTC

source: Full log
fr: Tout loguer
pl: Pełny log

source: Expert mode (enable writing)
fr: Mode expert
pl: Tryb eksperta (włącz zapisywanie)

source: Auto refresh
fr: Rafraichissement auto
pl: Auto odświeżanie

source: Refresh (one shot)
fr: Rafraichir (une fois)
pl: Odśwież (jeden raz)

source: Manual command
fr: Commande manuelle
pl: Ręczna komenda

source: Manual request
fr: Requête manuelle
pl: Manualny request

source: Software flow control
fr: Logiciel de contrôle de flux
pl: Softwarowy kontroler przepływu

source: Zoom In
fr: Agrandir
pl: Powiększ

source: Zoom Out
fr: Diminuer
pl: Pomniejsz

source: UI Edit
fr: Edition interface
pl: Edycja UI

source: File
fr: Fichier
pl: Plik

source: Open XML
fr: Ouvrir XML
pl: Otwórz XML

source: Identify ECU
fr: Identifier ECU
pl: Zidentyfikuj ECU

source: Create New ECU
fr: Créer un ECU
pl: Stworz nowy ECU

source: Save current ECU
fr: Sauvegarder ECU actuel
pl: Zapisz aktualny ECU

source: Save last record
fr: Enregistrer le dernier enregistrement
pl: Zapisz ostatni rekord

source: Save ECU list
fr: Sauvegarder la liste d'ECU
pl: Zapisz listę ECU

source: Zip database
fr: Compresser base de donnée
pl: Zipuj bazę danych

source: Exit
fr: Quitter
pl: Wyjście

source: View
fr: Affichage
pl: Widok

source: CarList Order
fr: Ordre de la liste des véhicules

source: By Project Code
fr: Par code projet

source: By Car Name
fr: Par nom de véhicule

source: Theme
fr: Thème

source: Dark Theme
fr: Thème sombre

source: Light Theme
fr: Thème clair

source: New Category
fr: Nouvelle catégorie
pl: Nowa kategoria

source: New Screen
fr: Nouvel écran
pl: Nowy ekran

source: Rename
fr: Renommer
pl: Zmień nazwę

source: Plugins
fr: Extensions
pl: Pluginy

source: Cannot load plugin
fr: Impossible de charger le plugin
pl: Nie można załadować pluginu

source: Help
fr: Aide
pl: Pomoc

source: Web Wiki
fr: Wiki Web
pl: Webowa Wiki

source: About Developers
fr: A Propos des Develepeurs
pl: O Developerach

source: Get Git update
fr: Mises a jour
pl: Zdobądź aktualizację z Gita

source: About
fr: À propos
pl: O

source: About DDT4ALL
fr: À propos de DDT4ALL
pl: O DDT4ALL

source: Created by:
fr: Créé par:
pl: Stworzone przez:

source: Save database (keep '.zip' extension)
fr: Sauvegarder la base (Gardez l'extension '.zip'
pl: Zapisz bazę danych (zachowaj rozszerzenie '.zip')

source: Zipping XML database... (this can take a few minutes)
fr: Compresser XML (peut prendre quelques minutes)
pl: Zippowanie bazy danych XML... (to może zająć kilka minut)

source: Zip job finished
fr: Compression terminée
pl: Praca zippowania zakończona

source: Enter new name
fr: Entrez nouveau nom
pl: Wprowadź nową nazwę

source: Enter category name
fr: Entrez nom de catégorie
pl: Wprowadź nazwę kategorii

source: Please select a category before creating new screen
fr: Choisissez une catégorie avant de créer un nouvel écran
pl: Wybierz jedną kategorię przed stworzeniem nowego ekranu

source: Enter screen name
fr: Nom du nouvel écran
pl: Nazwa nowego ekranu

source: Scanning CAN
fr: Balayage CAN
pl: Skanuj CAN

source: Scanning KWP
fr: Balayage KWP
pl: Skanuj KWP

source: Scan options
fr: Options de balayage
pl: Opcje skanowania

source: CANCEL
fr: Abandonner
pl: ANULUJ

source: EDITION MODE
fr: MODE EDITION
pl: TRYB EDYCJI

source: CONNECTED
fr: CONNECTÉ
pl: POLĄCZONY

source: DISCONNECTED
fr: DECONNECTÉ
pl: ROZLĄCZONY

source: Save vehicule (keep '.ecu' extension)
fr: Sauvegarde ECU (Gardez l'extension '.ecu')
pl: Zapisz pojazd (zachowaj rozszerzenie'.ecu')

source: Save ECU (keep '.json' extension)
fr: Sauvegarde ECU (Gardez l'extension '.json')
pl: Zapisz ECU (zachowaj rozszerzenie '.json')

source: Save record (keep '.txt' extension)
fr: Enregistrer l'enregistrement (conserver l'extension '.txt')
pl: Zapisz pojazd (zachowaj rozszerzenie'.ecu')

source: Recorded
fr: Enregistré
pl: Nagrane

source: entries
fr: entrées
pl: wpisy

source: <center>This Software is free, but I need money to buy cables/ECUs and make this application more reliable</center>
fr: <center>Cette application est libre d'utilisation, mais j'ai besoin d'argent pour rendre cette application plus fiable et acheter du materiel</center>
pl: <center>Ta aplikacja jes darmowa, ale potrzebne jest wsparcie żeby kupywać kable/ECU i robić tą aplikację bardziej niezawodną</center>

source: Yes I contribute
fr: Oui, je contibue
pl: Tak chce wspomóc

source: No, I don't
fr: Non merci
pl: Nie, nie chce

source: Thank you for you contribution, if nothing happens, please go to
fr: Merci de votre participation, si rien ne se passe, allez ici

source: Language changed to
fr: Langue changée en

source: No
fr: Non
pl: Nie

source: ELM port selection
fr: Sélection du port ELM
pl: Wybierz port ELMa

source: ELS27/ELS27 V5 - May appear as FTDI/CH340/CP210x device
fr: LS27 / ELS27 V5 – Peut apparaître comme un périphérique FTDI / CH340 / CP210x

source: VGate (High-Speed)
fr: VGate (Grande vitesse)

source: Interface language
fr: Langue (besoin de sauvegarder et de fermer)

source: Port speed
fr: Vitesse du port
pl: Prędkość portu

source: Connected mode
fr: Mode connecté
pl: Połącz

source: Edition mode
fr: Mode édition
pl: Tryb edycji

source: ELM benchmark
fr: Tests ELM
pl: Test ELMa

source: Close
fr: Fermer
pl: Zamknij

source: WiFi port :
fr: Port WIFI :
pl: Port WiFi :

source: I'm aware that I can harm my car if badly used
fr: Je suis conscient que je risque d'endomager mon véhicule avec cette application si je ne suis pas vigilant
pl: Jestem świadomy, że mogę uszkodzić pojazd tym programem jeżeli źle go użyje

source: Dark style
fr: Thème sombre
pl: Tryb ciemny

source: Change UART speed
fr: Changer la vitesse de l'UART
pl: Zmień prędkość UART

source: Checking...
fr: Vérification…

source: Please enter WiFi adapter IP address
fr: Veuillez saisir l'adresse IP de l'adaptateur WiFi

source: Invalid WiFi format. Use IP:PORT (e.g., 192.168.0.10:35000)
fr: Format WiFi invalide. Utilisez IP:PORT (ex: 192.168.0.10:35000)

source: Please select a serial port
fr: Veuillez sélectionner un port série

source: Selected port is no longer available
fr: Le port sélectionné n'est plus disponible

source: Attempting connection...
fr: Tentative de connexion...

source: Speed:
fr: Vitesse :

source: Connection test failed
fr: Test de connexion échoué

source: Troubleshooting suggestions:
fr: Suggestions de dépannage :

source: 1. Check device is properly connected
fr: 1. Vérifiez que l'appareil est correctement connecté

source: 2. Try different baud rates
fr: 2. Essayez différents débits

source: 3. Ensure device drivers are installed
fr: 3. Assurez-vous que les pilotes sont installés

source: 4. Check port permissions (Linux/macOS)
fr: 4. Vérifiez les permissions du port (Linux/macOS)

source: Connection test successful!
fr: Test de connexion réussi !

source: Error during connection test:
fr: Erreur lors du test de connexion :

source: Reset and Recheck
fr: Réinitialiser et vérifier

source: VGate iCar Pro selected - Enhanced STN/STPX support enabled
fr: VGate iCar Pro sélectionné – prise en charge STN/STPX améliorée activée

source: Long command support and high-speed communication available
fr: Prise en charge des commandes longues et communication à haute vitesse disponibles

source: You must check the recommandations
fr: Vous devez cocher les recommandations
pl: Musisz zaznaczyc zalecenie

source: Please select a communication port
fr: Vous devez selectionner le port de communication
pl: Prosze wybrac port komunikacyjny

source: Using custom DDT database
fr: Utilisation de la base de donnée personnelle
pl: Używanie customowej bazy DDT

source: No COM port selected
fr: Pas de port communication sélectionné
pl: Nie wybrano portu COM

source: Initilizing ELM with speed %i...
fr: Initialisation ELM a la vitesse %i...
pl: Inicjowanie ELM-a z prędkością %i...

source: No ELM327 or OBDLINK-SX detected on COM port
fr: Pas de materiel ELM ou OBDLink-SX détecté
pl: ELM327 lub OBDLink-SX nie wykryty na porcie COM

source: ECU Command
fr: Commande ECU

source: Err, cannot rename
fr: Erreur, impossible de renommer
pl: Błąd, nie można zmienić nazwy

source: To be able to edit your screen, first export it in JSON format
fr: Pour éditer cet écran, exportez en format JSON avant
pl: Zeby edytowac ekran, najpierw eksportuj go do formatu JSON

source: Enter label name
fr: Entrez nom label
pl: Wprowadz nazwe etykiety

source: Add button
fr: Ajouter bouton
pl: Dodaj przycisk

source: Add label
fr: Ajouter label
pl: Dodaj etykietę

source: Rename label
fr: Renommer label
pl: Zmień nazwę etykiety

source: Change color
fr: Changer couleur
pl: Zmień kolor

source: Remove element
fr: Supprimer élément
pl: Usun element

source: Diagnotic session
fr: Session de dianostic
pl: Sesja diagnostyczna

source: Input
fr: Entrée
pl: Wejście

source: Output
fr: Sortie
pl: Wyjście

source: Protocol not supported
fr: Protocole non pris en charge
pl: Protokół nie wspierany
