Repository: cedricp/ddt4all
Catalog: dtt4all_data/locale/*/LC_MESSAGES/ddt4all.po
Languages: pt

source: Goto data
pt: Ir a Dados

source: Remove
pt: Eliminar

source: Add to screen
pt: Adicionar ecrã

source: Request name;Bytes;Manual
pt: Nome da solicitação;Bytes;Manual

source: Add
pt: Adicionar

source: Send request bytes (HEX)
pt: Enviar bytes ecrã (HEX)

source: Receive bytes (HEX)
pt: Bytes recebidos (HEXA)

source: Data length
pt: Comprimento dos dados

source: Shift byte count
pt: Contagem octets desfasadoss

source: Data name;Start byte;Bit offset;Bit count;Endianess
pt: Nome dados;Byte de inicio;Desfasagem bit;Quantidade de bits;Endianess

source: Little
pt: Pequeno

source: Big
pt: Grande

source: Inherits globals
pt: Herdados globais

source: No SDS
pt: Sem SDS

source: Plant
pt: Plantar

source: After Sale
pt: Pós-venda

source: Engineering
pt: Engenharia

source: Supplier
pt: Fornecedor

source: Reload requests
pt: Recarregar pedidos

source: Add request
pt: Adicionar pedido

source: Send bytes
pt: Bytes enviados

source: Receive bytes
pt: Bytes recebidos

source: Number of bits
pt: Numero de bits

source: Signed
pt: Assinado

source: Add item
pt: Adicionar entrada

source: Del item
pt: Apagar entrada

source: New item
pt: Nova entrada

source: Value;Text
pt: Valor;Texto

source: Number of bytes
pt: Numero de bytes

source: Unit
pt: Unidade

source: Number of bit
pt: Numero de bits

source: Format
pt: Formato

source: Value = (AX+B) / C
pt: Valor =(AX+B) / C

source: New
pt: Novo

source: Duplicate selected
pt: Duplicar selecionado

source: Remove selected
pt: Remover selecionado

source: Reload
pt: Recarregar

source: Validate changes
pt: Validar mudanças

source: Description
pt: Descrição

source: Data type
pt: Tipo de dados

source: Numeric
pt: Numérico

source: Numeric items
pt: Itens numéricos

source: Data is used by request %s
pt: Os dados são usados pela solicitação %s

source: New data
pt: Novo dado

source: Replace me with request description
pt: Substitua-me com o descritivo do pedido

source: Data name;Description
pt: Nome dado;Descritivo

source: Del
pt: Apagar

source: Refresh
pt: Refrescar

source: Move up
pt: Para cima

source: Check
pt: Verificar

source: Request %s not found
pt: Pedido %s não encontrado

source: <font color=green>Request <font color=blue>'%s'</font> has no missing input values</font>
pt: <font color=green>Pedido <font color=blue>'%s'</font> não tem os valores seguintes perdidos</font>

source: <font color=red>Request <font color=blue>'%s'</font> has missing inputs :</font>
pt: <font color=red>Pedido <font color=blue>'%s'</font> tem os valores perdidos: </font>

source: Delay;Request
pt: Atraso;Pedido

source: Screen initialization
pt: Inicialização ecrã

source: Requests to send before screen drawing
pt: Pedidos a enviar antes fixar o ecrã

source: Button name;Unique name
pt: Nome botão;Nome único

source: ECU Function address
pt: Endereço da função ECU

source: ECU Protocol
pt: Protocolo ECU

source: Tool > Ecu ID (Hex)
pt: Ferramentas > ID Ecu (Hex)

source: Ecu > Tool ID (Hex)
pt: Ecu > ID Ferramentas (Hex)

source: Coding
pt: Codificação

source: Big Endian
pt: Grande endian

source: Little Endian
pt: Pequeno endian

source: ECU Auto identification
pt: Identificação automática da ECU

source: Diag version;Supplier;Soft;Version
pt: Versão Diag;Fornecedor;Soft; Versão

source: Add new
pt: Adicionar novo

source: Delete selected
pt: Apagar selecionado

source: Diag version
pt: Versão diagnóstico

source: Version
pt: Versão

source: No request named
pt: Nenhuma solicitação nomeada

source: Found similar
pt: Encontrado semelhante

source: Cannot find data
pt: Não é possível encontrar dados

source: DataItem not found
pt: DataItem não encontrado

source: Cannot draw input
pt: Não se pode realizar pedido de chamada

source: No Value
pt: Não tem valor

source: Error:
pt: Erro:

source: ELM not connected or wrong COM port
pt: ELM não conetado ou porta COM errado

source: Connection to ELM was lost
pt: Coneção ELM perdida

source: TIMEOUT
pt: TIMEOUT Tempo esgotado

source: Checking port speed:
pt: Verificando velocidade da porta:

source: Start COM speed :
pt: Iniciando COM a velocidade de:

source: ELM not responding
pt: ELM não responde

source: Trying to open port
pt: Tentando abrir a porta

source: No ELM interface on port
pt: No há interface ELM neste porta

source: FAIL
pt: FALHA

source: OK/TIMEOUT
pt: OK/TIMEOUT TEMPO ESGOTADO

source: Incompatible adapter on ARM core
pt: Adaptador com ARM incompatível

source: Result:
pt: Resultado:

source: succeeded from
pt: bem sucedidos sobre

source: ELM Max version:
pt: Versão ELM máxima:

source: ECU name
pt: ECU

source: Protocol
pt: Protocolo

source: Projets
pt: Projetos

source: loaded ECUs in database.
pt: eCUs carregadas na base de dados.

source: No database found
pt: Database não encontrada

source: Check documentation
pt: Verifique a documentação

source: Refresh rate (ms):
pt: Racio de refresco (ms):

source: Can timeout (ms) [0:AUTO] :
pt: Pode atingir o tempo limite (ms) [0:AUTO] :

source: Documentation
pt: Documentação

source: Screen
pt: Ecrã

source: Requests
pt: Pedidos

source: Data
pt: Dados

source: Buttons
pt: Botões

source: Ecu parameters
pt: Parametros ECU

source: Screens
pt: Ecrãs

source: File
pt: Ficheiro

source: Read DTC
pt: Ler DTC

source: Full log
pt: Log completo

source: Expert mode (enable writing)
pt: <font color=red>Modo Perito <font color=blue> Atenção! Modo Escritura</font></font>

source: Auto refresh
pt: Auto refrescar

source: Refresh (one shot)
pt: Refrescar (uma vez)

source: Manual command
pt: Comando manual

source: Manual request
pt: Solicitação manual

source: Software flow control
pt: Controle de fluxo de software

source: Zoom In
pt: Mais Zoom

source: Zoom Out
pt: Reduzir o zoom

source: UI Edit
pt: Editar interface do usuário

source: Open XML
pt: Abrir XML

source: Identify ECU
pt: Identificar ECU

source: Create New ECU
pt: Criar nova ECU

source: Save current ECU
pt: Salvar ECU atual

source: Save last record
pt: Salvar último registro

source: Save ECU list
pt: Salvar lista de ECUs

source: Zip database
pt: Compressar a database

source: Exit
pt: Sair

source: Action
pt: Ação

source: New Category
pt: Nova categoria

source: New Screen
pt: Novo ecrã

source: Rename
pt: Renomear

source: Help
pt: Ajuda

source: About Dtt4All
pt: Sobre Dtt4All

source: About Developers
pt: Sobre desenvolvedores

source: Get Git update
pt: Obtenha atualização do Git

source: Save database (keep '.zip' extension)
pt: Salvar banco de dados (manter a extensão '.zip')

source: Zipping XML database... (this can take a few minutes
pt: Compactando o banco de dados XML... (isso pode levar alguns minutos

source: Zip job finished
pt: Trabalho zip concluído

source: Enter new name
pt: Introduzir novo nome

source: Enter category name
pt: Introduzir nova categoria

source: Please select a category before creating new screen
pt: Por favor selecione uma categoria antes de criar novo ecrã

source: Enter screen name
pt: Introduza nome do ecrã

source: Scan options
pt: Opções de escaneo

source: CANCEL
pt: CANCELAR

source: Scanning CAN
pt: Escaneando CAN

source: Scanning KWP
pt: Escaneando KWP

source: EDITION MODE
pt: MODO EDITOR

source: CONNECTED
pt: CONECTADO

source: DISCONNECTED
pt: DESCONETADO

source: Save vehicule (keep '.ecu' extension)
pt: Salvar ECU (manter extensão '.ecu')

source: Save ECU (keep '.json' extension)
pt: Salvar ECU (manter extensão '.json')

source: Save record (keep '.txt' extension)
pt: Salvar registro (manter a extensão '.txt')

source: <center>This Software is free, but I need money to buy cables/ECUs and make this application more reliable</center>
pt: <center>Este software é gratuito, portanto necessito dinheiro para comprar cabos/ECUs e por esta aplicação mais estavel</center>

source: Yes I contribute
pt: Sim, quero contribuir

source: No, I don't
pt: Não, obrigado

source: <center>Thank you for you contribution, if nothing happens, please go to : https://github.com/cedricp/ddt4all</center>
pt: <center>Obrigado pela sua contribuição, se não ocorre nada, por favor va a: https://github.com/cedricp/ddt4all</center>

source: ELM port selection
pt: Seleção da porta ELM

source: Port speed
pt: Velocidade da porta

source: Connected mode
pt: Modo conetado

source: Edition mode
pt: Modo Editor

source: ELM benchmark
pt: Testar ELM

source: WiFi port :
pt: Porta WIFI:

source: I'm aware that I can harm my car if badly used
pt: Estou consciente de que posso danificar o carro ao usar incorretamente

source: Dark style
pt: Estilo escuro

source: Change UART speed
pt: Alterar a velocidade UART

source: You must check the recommandations
pt: Deve aceitar as recomendações

source: Please select a communication port
pt: Deve elegir uma porta de comunicação

source: Using custom DDT database
pt: Usando base de dados DDT personalizada

source: No COM port selected
pt: Porta COM não selecionado

source: Initilizing ELM with speed %i...
pt: Iniciando ELM à velocidade de %i...

source: No ELM327 or OBDLINK-SX detected on COM port
pt: Erro, Interface OBDLink-SX ou ELM não detetado

source: To be able to edit your screen, first export it in JSON format
pt: Para editar este ecrã, primero deve exportar-se em formato .JSON

source: Enter label name
pt: Introduzir nome etiqueta

source: Add button
pt: Adicionar botão

source: Add label
pt: Adicionar etiqueta

source: Rename label
pt: Renomear etiqueta

source: Change color
pt: Mudar cor

source: Remove element
pt: Apagar elemento

source: Diagnotic session
pt: Sessão de dianóstico

source: Input
pt: Entrada

source: Output
pt: Saída

source: XML file not found :
pt: Fichero XML não encontrado:

source: Invalid DDT file
pt: Fichero DDT não valido

source: Connection to ELM lost, trying to reconnect...
pt: Conexão com ELM perdida, tentando reconectar...

source: Cannot reconnect...
pt: Não é possível reconectar...

source: Switching to session mode
pt: Mudar para modo sessão

source: Sending ELM request :
pt: Enviando petido ELM:

source: Blocked ELM request :
pt: Pedido ELM bloqueado:

source: Sending ELM request:
pt: Enviando pedido ELM:

source: Sending simulated ELM request :
pt: Enviando pedido ELM simulado:

source: Bad ELM response :
pt: Resposta ruim do ELM:

source: ELM response :
pt: Resposta ELM :

source: Button request not found :
pt: Butão pedido não encontrado:

source: Sending request :
pt: Enviando pedido:

source: Request aborted (look at red paramters entries):
pt: Pedido abortado (ver entradas de parametros em vermelho):

source: Invalid
pt: Inválido

source: ECU uses SDS
pt: ECU usa SDS

source: Cannot call request
pt: Não se pode realizar pedido de chamada

source: Clearing DTC information
pt: Apagando informação DTC

source: No ClearDTC request for that ECU, will send default 14FF00
pt: Não há pedidos ClearDTC para esta ECU, se enviará por defeito 14FF00

source: <center>You are about to clear diagnostic troubles codes</center>
pt: <center>Está prestes a apagar os erros DTC<center>

source: <center>Ae you sure this is what you want.</center>
pt: <center>Tem a certeza que é isso que quer?</center>

source: Invalid response for ReadDTC command
pt: Resposta não válida para o comando ReadDTC

source: Read DTC returned an error
pt: Ler DTC retornou um erro

source: No DTC
pt: Sem DTC

source: Clear ALL DTC
pt: Apagar todos os DTC

source: ECU trouble codes
pt: Códigos de erros ECU

source: Parsing screen
pt: Analizando ecrã

source: Values
pt: Valores

source: Waiting...
pt: Esperando...

source: Frame hex error :
pt: Erro hexadecimal de quadro:

source: AB90 AIRBAG Reset
pt: Reinicialização do AIRBAG AB90

source: Airbag Tools
pt: Ferramentas de airbag

source: Check ACU Virgin
pt: Verifique ACU Virgem

source: Waiting
pt: Esperando

source: Virginize ACU
pt: Virginizar ACU

source: UCH Tools
pt: Ferramentas UCH
